-- cfg meth
MethProd_CanExplode = false -- установить это верно, если вы хотите, чтобы ваша метамфетаминовая лаборатория могла взроватсья рандомно
MethProd_ExpChance = 1500 -- Чем выше число, тем меньше шансов
-- за на пянгвин все сделав
MethProd_LabHealth = 150 -- хп метамфетаминовой лаборатории, если поставить -1 то она никогда не сломается
-- за на пянгвин все сделав
MethProd_SellPrice = 75 -- цена за 1 грамм
-- за на пянгвин все сделав
MethProd_Lvl1_CookSpeed = 180 -- Время приготовления
MethProd_Lvl3_CookSpeed = 120
-- за на пянгвин все сделав
MethProd_Lvl1_MaxMeth = 100 -- после какого количества метамфетамина лаборатория взорвется
MethProd_Lvl3_Maxmeth = 200
-- за на пянгвин все сделав
MethProd_Lvl1_ps = 2 -- это сколько мет производится за "цикл" (указано выше времени)
MethProd_Lvl3_ps = 5